{
    "title": "Software Engineer",
    "summary": "I'm passionate about Computer Software development, looking always for different and most efficient solutions to daily problems of clients. Always growing as a person and as a co-worker, looking always to give my best for the company I'm working with.",
    "studies": [
      {
        "institute": "Trident Academy of Creative Technology",
        "logo": "https://images.static-collegedunia.com/public/college_data/images/logos/1499845378institutionlogo2769.png",
        "url": "http://tact.ac.in/",
        "title": "Bachelor of Computer Applications",
        "durationInYears": "3",
        "graduationYear": 2017
      }
    ],
    "experiences": [
      {
        "companyName": "Sinch",
        "logo": "https://avatars.githubusercontent.com/u/7583088?s=280&v=4",
        "url": "https://www.sinch.com",
        "roles": [
          {
            "title": "Senior Software Engineer",
            "description": "Implementing designs into working code which comprises an end-to-end approach. Mainly focused on Front-end  and Back-end technologies and exploring the latest trends and concepts in UI technology. Exploring use-cases pertaining to the technologies coming up or already in the market. Developing technical strategies and understanding architectural nuances in designing various solutions. Focus on performance, usability and up-to-date practices.",
            "startDate": "2021-10-01",
            "endDate": "2021-09-30",            
            "currentJob": true,
            "location": "Noida, UP, India"
          }
        ]
      },
      {
        "companyName": "Cognizant Information Technology",
        "logo": "https://mma.prnewswire.com/media/1492303/Cognizant_Social_Logo.jpg?p=distribution",
        "url": "https://www.cognizant.com/",
        "roles": [
          {
            "title": "Web Engineer",
            "description": "Implementing designs into working code which comprises an end-to-end approach. Mainly focused on Front-end technologies and exploring the latest trends and concepts in UI technology. Exploring use-cases pertaining to the technologies coming up or already in the market. Developing technical strategies and understanding architectural nuances in designing various solutions. Design thinking process implementation pertaining to requirements analysis for client based solutions. Focus on performance, usability and up-to-date practices.",
            "startDate": "2021-03-01",
            "endDate": "2021-09-30",
            "currentJob": false,
            "location": "Bangalore, Karnataka, India"
          }
        ]
      },
      {
        "companyName": "Infosys Limited",
        "logo": "https://images.g2crowd.com/uploads/product/image/social_landscape/social_landscape_d6a579aba3828b6100ccf44783c27c1e/infosys-limited.jpg",
        "url": "https://www.infosys.com/",
        "roles": [
          {
            "title": "Software developer",
            "description": "Implementing designs into working code which comprises an end-to-end approach. Mainly focused on Full stack technologies and exploring the latest trends and concepts in programming and computer science. Exploring use-cases pertaining to the technologies coming up or already in the market. Developing technical strategies and understanding architectural nuances in designing various solutions. Design thinking process implementation pertaining to requirements analysis for client based solutions. Focus on performance, usability and up-to-date practices.",
            "startDate": "2018-01-25",
            "endDate": "2021-02-26",
            "location": "Bangalore, Karnataka, India"
          },
          {
            "title": "Trainee",
            "description": "Acquired Skills on Industry level coding practices",
            "startDate": "2017-10-23",
            "endDate": "2018-01-24",
            "location": "Bangalore, Karnataka, India"
          }
        ]
      }
    ]
  }